{
  "socials": {
    "instagram": "https://instagram.com/44studios",
    "linkedin": "https://linkedin.com/company/44studios",
    "twitter": "https://twitter.com/44studios"
  },
  "posts": [
    {
      "id": 1,
      "title": "Top 2025 Web Design Trends",
      "excerpt": "Discover the latest design directions and user experience strategies that can make your website stand out in 2025.",
      "image": "family.jpeg",
      "content": "<p>From AI-driven personalization to immersive visuals, 2025 is all about creating websites that engage users and drive conversions. Learn how to implement modern design trends while maintaining accessibility and speed for your audience.</p>"
    },
    {
      "id": 2,
      "title": "SEO Simplified: Build Stronger Site Visibility",
      "excerpt": "Learn actionable strategies to improve your search engine ranking and grow your online presence.",
      "image": "rawImage.jpg",
      "content": "<p>SEO isn't just keywords—it's about structuring your website, optimizing content, and creating a seamless user experience. Discover how technical SEO, backlinks, and on-page strategies can help your business reach more customers.</p>"
    },
    {
      "id": 3,
      "title": "Building Brand Consistency That Converts",
      "excerpt": "Consistent branding builds trust and recognition. See how to apply it to improve engagement and sales.",
      "image": "agents.jpg",
      "content": "<p>Your brand’s visual identity and tone of voice play a huge role in client perception. Learn how to maintain consistency across your website, social media, and marketing campaigns to enhance credibility and drive conversions.</p>"
    },
    {
      "id": 4,
      "title": "Maximizing Mobile UX for Business Growth",
      "excerpt": "Speed and usability are critical for mobile visitors. Here’s how to optimize your mobile website experience.",
      "image": "IMG_2345.JPG",
      "content": "<p>Mobile users expect fast, intuitive experiences. Explore best practices for responsive design, quick load times, and navigation that keeps users engaged and encourages them to take action on your website.</p>"
    },
    {
      "id": 5,
      "title": "5 Steps to Effective Content Marketing",
      "excerpt": "Create content that attracts, informs, and converts your audience.",
      "image": "IMG_2345.JPG",
      "content": "<p>Content marketing is more than writing blogs. Discover how to develop a strategy, create valuable content, distribute it effectively, and measure results to grow your audience and boost business outcomes.</p>"
    },
    {
      "id": 6,
      "title": "Local SEO: A Guide for Small Businesses",
      "excerpt": "Get found by local customers with these actionable SEO tips tailored for small businesses.",
      "image": "IMG_2345.JPG",
      "content": "<p>Optimizing your online presence for local search can increase foot traffic and sales. Learn how to optimize Google Business Profile, local keywords, and reviews to attract customers in your area.</p>"
    },
    {
  "id": 7,
  "title": "The Importance of CMS and Retainers for Site Management",
  "excerpt": "Learn why a CMS and ongoing site management retainers are essential for maintaining a strong online presence.",
  "image": "agents.jpg",
  "content": "<p>Having a Content Management System (CMS) allows you to easily update and manage your website without needing to rely on a developer for every change. Coupling your CMS with a retainer plan ensures your website stays secure, up-to-date, and optimized for performance. Learn how ongoing management can prevent downtime, enhance SEO, and keep your website aligned with evolving business goals.</p>"
}
  ]
}
